tutorials/lagrangian/uncoupledKinematicParcelDyFoam/rotor2DAMI/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------


# create mesh
runApplication blockMesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
